Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/drupal-tm.tmx
Source language: en
Languages: ca_es

source: To install a new module or theme, either enter the URL of an archive file you wish to install, or upload the archive file that you have downloaded. You can find <a href="@module_url">modules</a> and <a href="@theme_url">themes</a> at <a href="@drupal_org_url">http://drupal.org</a>. The following archive extensions are supported: %extensions
ca_es: Per a instal·lar un nou mòdul o tema, o bé escriviu l'URL del fitxer comprimit que voleu instal·lar, o bé pugeu l'arxiu comprimit que heu descarregat. Podeu trobar <a href="@module_url">mòduls</a> i <a href="@theme_url">temes</a> a <a href="@drupal_org_url">http://drupal.org</a>. Les següents extensions de fitxers comprimits estan permeses: %extensions

source: Install from a URL
ca_es: Instal·la a partir d'una URL

source: For example: %url
ca_es: Per exemple: %url

source: Upload a module or theme archive to install
ca_es: Puja el fitxer comprimit del mòdul o del tema a instal·lar

source: For example: %filename from your local computer
ca_es: Per exemple: %filename del vostre ordinador local

source: You must either provide a URL or upload an archive file to install.
ca_es: Per a instal·lar, heu de proporcionar una URL o carregar un fitxer comprimit.

source: The provided URL is invalid.
ca_es: La URL proporcionada és invàlida.

source: Unable to retrieve Drupal project from %url.
ca_es: No es pot recuperar el projecte del Drupal des de %url.

source: Provided archive contains no files.
ca_es: El fitxer comprimit proporcionat no conté fitxers.

source: Unable to determine %project name.
ca_es: No es pot determinar el nom de %project.

source: %project is already installed.
ca_es: %project ja està instal·lat.

source: Cannot extract %file, not a valid archive.
ca_es: No es pot extreure %file, no és un fitxer comprimit vàlid.

source: Unable to extract %file
ca_es: No es pot extreure %file

source: Downloading %project
ca_es: Descarregant %project

source: Failed to download %project from %url
ca_es: La descàrrega de %project des de %url ha fallat

source: Includes:
ca_es: Inclou:

source: Enabled: %includes
ca_es: Habilitat: %includes

source: Disabled: %disabled
ca_es: Inhabilitat: %disabled

source: Depends on: !basethemes
ca_es: Depèn de: !basethemes

source: Required by: %subthemes
ca_es: Requerit per: %subthemes

source: The Update manager module periodically checks for new versions of your site's software (including contributed modules and themes), and alerts administrators to available updates. In order to provide update information, anonymous usage statistics are sent to Drupal.org. If desired, you may disable the Update manager module from the <a href='@modules'>Module administration page</a>. For more information, see the online handbook entry for <a href='@update'>Update manager module</a>.
ca_es: El mòdul Update manager comprova periòdicament l'existència de noves versions del programari del vostre lloc (incloent els mòduls i temes contribuïts) i avisa als administradors de les actualitzacions disponibles. Per tal proporcionar la informació d'actualització, s'envien estadístiques anònimes de l'ús a Drupal.org. Si ho voleu, podeu inhabilitar el mòdul Update manager a la <a href="@modules">pàgina d'administració dels mòduls</a>. Per a més informació, aneu a la secció del <a href="@update">mòdul Update manager</a> del manual en línia.

source: The Update manager also allows administrators to update and install modules and themes through the administration interface.
ca_es: El mòdul Update manager també permet als administradors actualitzar i instal·lar mòduls i temes a través de la interfície d'administració.

source: Checking for available updates
ca_es: Comprovant les actualitzacions disponibles

source: A report of <a href="@update-report">available updates</a> will alert you when new releases are available for download. You may configure options for the frequency for checking updates (which are performed during <a href="@cron">cron</a> runs) and e-mail notifications at the <a href="@update-settings">Update manager settings</a> page.
ca_es: L'informe de les <a href="@update-report">actualitzacions disponibles</a> us avisarà quan hi hagi noves versions disponibles per descarregar. Podeu configurar les opcions de la freqüència de comprovació de les actualitzacions (les quals es duen a terme durant les execucions del <a href="@cron">cron</a>) i de les notificacions de correu electrònic a la pàgina de <a href="@update-settings">paràmetres de l'Update manager</a>.

source: Performing updates through the user interface
ca_es: Realització d'actualitzacions a través de la interfície d'usuari

source: The Update manager module allows administrators to perform updates directly through the administration interface. At the top of the <a href="@modules_page">modules</a> and <a href="@themes_page">themes</a> pages you will see a link to update to new releases. This will direct you to the <a href="@update-page">update page</a> where you see a listing of all the missing updates and confirm which ones you want to upgrade. From there, you are prompted for your FTP/SSH password, which then transfers the files into your Drupal installation, overwriting your old files. More detailed instructions can be found in the <a href="@update">online handbook</a>.
ca_es: El mòdul Update manager permet als administradors realitzar actualitzacions directament a través de la interfície d'administració. A la part superior de les pàgines de <a href="@modules_page">mòduls</a> i <a href="@themes_page">temes</a> veureu un enllaç per actualitzar a noves versions. Aquest us redirigirà a la <a href="@update-page">pàgina d'actualitzacions</a> on es veureu un llistat de totes les actualitzacions que falten i on podreu confirmar quines voleu actualitzar. Des d'allà, se us demanarà la vostra contrasenya del FTP/SSH, el qual transfereix els fitxers a la vostra instal·lació del Drupal, sobreescrivint els fitxers antics. Podeu trobar més instruccions detallades al <a href="@update">manual en línia</a>.

source: Installing new modules and themes through the user interface
ca_es: Instal·lació de nous mòduls i temes a través de la interfície d'usuari

source: You can also install new modules and themes in the same fashion, through the <a href="@install">install page</a>, or by clicking the <em>Install new module/theme</em> link at the top of the <a href="@modules_page">modules</a> and <a href="@themes_page">themes</a> pages. In this case, you are prompted to provide either the URL to the download, or to upload a packaged release file from your local computer.
ca_es: Podeu instal·lar també nous mòduls i temes de la mateixa forma, a través de la <a href="@install">pàgina d'instal·lació</a>, o fent clic a l'enllaç <em>Instal·la nous mòduls/temes</em> de la part superior de les pàgines de <a href="@modules_page">mòduls</a> i <a href="@themes_page">temes</a>. En aquest cas, se us demanarà que proporcioneu la URL de descàrrega, o que carregueu un fitxer des del vostre ordinador amb la versió empaquetada.

source: No update information available. <a href="@run_cron">Run cron</a> or <a href="@check_manually">check manually</a>.
ca_es: No hi ha informació d'actualització disponible. <a href="@run_cron">Executeu el cron</a> o <a href="@check_manually">comproveu-ho manualment</a>.

source: You can automatically install your missing updates using the Update manager:
ca_es: Podeu instal·lar de forma automàtica les actualitzacions que us falten utilitzant l'Update manager:

source: Your site is currently configured to send these emails when any updates are available. To get notified only for security updates, !url.
ca_es: El vostre lloc està configurat actualment per enviar aquests correus electrònics quan hi hagi qualsevol actualització disponible. Per rebre una notificació només per a les actualitzacions de seguretat, !url.

source: Your site is currently configured to send these emails only when security updates are available. To get notified for any available updates, !url.
ca_es: El vostre lloc està configurat actualment per enviar aquests correus electrònics només quan hi hagi una actualització de seguretat disponible. Per rebre una notificació per qualsevol actualització disponible, !url.

source: The installed version of at least one of your modules or themes is no longer supported. Upgrading or disabling is strongly recommended. See the project homepage for more details.
ca_es: La versió instal·lada d'almenys un dels vostres mòduls o temes ja no té més suport. És molt recomanable d'actualitzar-lo o desactivar-lo. Aneu a la pàgina del projecte per a més detalls.

source: There was a problem checking <a href="@update-report">available updates</a> for Drupal.
ca_es: Hi ha hagut un problema al comprovar les <a href="@update-report">actualitzacions disponibles</a> del Drupal.

source: There was a problem checking <a href="@update-report">available updates</a> for your modules or themes.
ca_es: Hi ha hagut un problema al comprovar les <a href="@update-report">actualitzacions disponibles</a> dels vostres mòduls o temes.

source: See the <a href="@available_updates">available updates</a> page for more information and to install your missing updates.
ca_es: Aneu a la pàgina d'<a href="@available_updates">actualitzacions disponibles</a> per a més informació i per a instal·lar les actualitzacions que falten.

source: Ready to update
ca_es: Preparat per actualitzar

source: Checks for available updates, and can securely install or update modules and themes via a web interface.
ca_es: Comprova les actualitzacions disponibles i pot instal·lar o actualitzar de forma segura mòduls i temes a través de la interfície web.

source: No people available.
ca_es: No hi ha gent disponible.

source: This role will be automatically assigned new permissions whenever a module is enabled. Changing this setting will not affect existing permissions.
ca_es: A aquest rol se li assignaran automàticament els nous permisos quan s'activi un nou mòdul. El canvi d'aquest paràmetre no afectarà als permisos existents.

source: Registration and cancellation
ca_es: Registre i cancel·lació

source: Who can register accounts?
ca_es: Qui pot registrar comptes?

source: Administrators only
ca_es: Només els administradors

source: Visitors, but administrator approval is required
ca_es: Visitants, però es requereix aprovació per part de l'administrador

source: Require e-mail verification when a visitor creates an account.
ca_es: Requereix correu electrònic de verificació quan un visitant crea un compte.

source: New users will be required to validate their e-mail address prior to logging into the site, and will be assigned a system-generated password. With this setting disabled, users will be logged in immediately upon registering, and may select their own passwords during registration.
ca_es: Es requerirà als nous usuaris que validin la seva adreça de correu electrònic abans d'iniciar sessió en el lloc i se'ls assignarà una contrasenya generada pel sistema. Amb aquesta opció desactivada, els nous usuaris iniciaran sessió immediatament cop registrats i podran definir la seva contrasenya durant el registre.

source: When cancelling a user account
ca_es: Al cancel·lar un compte d'usuari

source: Users with the %select-cancel-method or %administer-users <a href="@permissions-url">permissions</a> can override this default method.
ca_es: Els usuaris amb els <a href="@permissions-url">permisos</a> %select-cancel-method o %administer-users poden sobreescriure aquest mètode predeterminat.

source: Select method for cancelling account
ca_es: Selecciona el mètode de cancel·lació del compte

source: Administer users
ca_es: Administra els usuaris

source: Personalization
ca_es: Personalització

source: Enable signatures.
ca_es: Habilita les signatures.

source: The directory %directory does not exist or is not writable.
ca_es: El directori %directory no existeix o no s'hi pot escriure.

source: Enable user pictures.
ca_es: Habilita les imatges d'usuari.

source: Picture directory
ca_es: Directori de les imatges

source: Picture display style
ca_es: Estil de visualització de la imatges

source: The style selected will be used on display, while the original image is retained. Styles may be configured in the <a href="!url">Image styles</a> administration area.
ca_es: L'estil seleccionat serà utilitzat per a la visualització, mentre que la imatge original serà conservada. Els estils poden ser configurats a l'àrea d'administració dels <a href="!url">Estils de les imatges</a>.

source: Picture upload dimensions
ca_es: Mides de la imatge carregada

source: Maximum allowed dimensions for uploaded pictures.
ca_es: Mides màximes permeses per a les imatges carregades.

source: Picture upload file size
ca_es: Mida de fitxer de la imatge carregada

source: Maximum allowed file size for uploaded pictures.
ca_es: Mida màxima del fitxer permesa per a les imatges carregades.

source: E-mails
ca_es: Correus electrònics

source: Welcome (new user created by administrator)
ca_es: Benvinguda (nou usuari creat per l'administrador)

source: Edit the welcome e-mail messages sent to new member accounts created by an administrator.
ca_es: Editeu el missatge de correu electrònic de benvinguda enviat als nous membres creats per un administrador.

source: Welcome (awaiting approval)
ca_es: Benvinguda (pendent d'aprovació)

source: Edit the welcome e-mail messages sent to new members upon registering, when administrative approval is required.
ca_es: Editeu el missatge de correu electrònic de benvinguda enviat als nous membres un cop s'han registrat, quan cal l'aprovació per part de l'administrador.

source: Welcome (no approval required)
ca_es: Benvinguda (no cal aprovació)

source: Edit the welcome e-mail messages sent to new members upon registering, when no administrator approval is required.
ca_es: Editeu el missatge de correu electrònic de benvinguda enviat als nous membres un cop registrats, quan no cal l'aprovació per part de l'administrador.

source: Password recovery
ca_es: Recuperació de la contrasenya

source: Edit the e-mail messages sent to users who request a new password.
ca_es: Editeu el missatge de correu electrònic enviat als usuaris que demanen una nova contrasenya.

source: Account activation
ca_es: Activació de compte

source: Enable and edit e-mail messages sent to users upon account activation (when an administrator activates an account of a user who has already registered, on a site where administrative approval is required).
ca_es: Habiliteu i editeu el missatge de correu electrònic enviat als usuaris en activar un compte (quan un administrador activa el compte d'un usuari que ja s'ha registrat, en un lloc en què es requereix d'aprovació per part de l'administrador).

source: Enable and edit e-mail messages sent to users when their accounts are blocked.
ca_es: Habiliteu i editeu el missatge de correu electrònic enviat als usuaris quan els seus comptes siguin bloquejats.

source: Account cancellation confirmation
ca_es: Confirmació de la cancel·lació del compte

source: Edit the e-mail messages sent to users when they attempt to cancel their accounts.
ca_es: Editeu el missatge de correu electrònic enviat als usuaris quan intenten cancel·lar el seu compte.

source: Account canceled
ca_es: Compte cancel·lat

source: Enable and edit e-mail messages sent to users when their accounts are canceled.
ca_es: Habiliteu i editeu el missatge de correu electrònic enviat als usuaris quan els seus comptes siguin cancel·lats.

source: Notify user when account is canceled.
ca_es: Notifica a l'usuari quan es cancel·li el seu compte.

source: The role name %name already exists. Choose another role name.
ca_es: Ja existeix el nom de rol %name. Escolliu un altre nom pel rol.

source: (locked)
ca_es: (tancat)

source: You are logged in as %user. <a href="!user_edit">Change your password.</a>
ca_es: Heu iniciat sessió com a %user. <a href="!user_edit">Canvieu la vostra contrasenya</a>.

source: Another user (%other_user) is already logged into the site on this computer, but you tried to use a one-time link for user %resetting_user. Please <a href="!logout">logout</a> and try using the link again.
ca_es: Un altre usuari (%other_user) ja ha iniciat sessió en aquest lloc en aquest ordinador, però has intentat utilitzar un enllaç d'un sol cop per a l'usuari %resetting_user. Si us plau <a href="!logout">tanca la sessió</a> i prova d'utilitzar l'enllaç un altre cop.

source: The one-time login link you clicked is invalid.
ca_es: L'enllaç d'inici de sessió d'un sol cop que heu fet clic no és vàlid.

source: You have just used your one-time login link. It is no longer necessary to use this link to log in. Please change your password.
ca_es: Acabeu d'utilitzar el vostre enllaç d'inici de sessió d'un sol cop. Ja no és necessari utilitzar aquest enllaç per iniciar sessió. Canvieu la vostra contrasenya.

source: <p>This is a one-time login for %user_name and will expire on %expiration_date.</p><p>Click on this button to log in to the site and change your password.</p>
ca_es: <p>Aquest és un inici de sessió d'un sol cop per a %user_name que expirarà el %expiration_date.</p><p>Feu clic en aquest botó per iniciar sessió al lloc i canviar la vostra contrasenya</p>

source: You have tried to use a one-time login link that has either been used or is no longer valid. Please request a new one using the form below.
ca_es: Heu intentat utilitzar un enllaç d'inici de sessió d'un sol cop que ja ha estat utilitzat o ja no és vàlid. Demaneu-ne un de nou utilitzant el següent formulari.

source: When cancelling your account
ca_es: Al cancel·lar el vostre compte

source: When cancelling the account
ca_es: Al cancel·lar el compte

source: Require e-mail confirmation to cancel account.
ca_es: Requereix de confirmació de correu electrònic per a cancel·lar un compte.

source: When enabled, the user must confirm the account cancellation via e-mail.
ca_es: Quan s'habilita, l'usuari ha de confirmar la cancel·lació del compte via correu electrònic.

source: When enabled, the user will receive an e-mail notification after the account has been cancelled.
ca_es: Quan s'habilita, l'usuari rebrà una notificació via correu electrònic després de que s'hagi cancel·lat el compte.

source: Are you sure you want to cancel your account?
ca_es: Esteu segur de voler cancel·lar el vostre compte?

source: Are you sure you want to cancel the account %name?
ca_es: Esteu segur de voler cancel·lar el compte %name?

source: Select the method to cancel the account above.
ca_es: Seleccioneu a continuació el mètode de cancel·lació del compte.

source: A confirmation request to cancel your account has been sent to your e-mail address.
ca_es: S'ha enviat una sol·licitud de confirmació per cancel·lar el vostre compte a la vostra adreça de correu electrònic.

source: Your account will be blocked and you will no longer be able to log in. All of your content will remain attributed to your user name.
ca_es: Es bloquejarà el vostre compte i ja no podreu iniciar sessió. El vostre contingut seguirà sent atribuït al vostre nom d'usuari.

source: Your account will be blocked and you will no longer be able to log in. All of your content will be hidden from everyone but administrators.
ca_es: Es bloquejarà el vostre compte i ja no podreu iniciar sessió. El vostre contingut s'ocultarà a tothom menys als administradors.

source: Delete the account and make all content belong to the %anonymous-name user.
ca_es: Suprimeix el compte i fes que tot el contingut pertanyi a l'usuari %anonymous-name.

source: Your account will be removed and all account information deleted. All of your content will be assigned to the %anonymous-name user.
ca_es: S'eliminarà el vostre compte i se suprimirà tota la seva informació. El vostre contingut s'assignarà a l'usuari %anonymous-name.

source: Your account will be removed and all account information deleted. All of your content will also be deleted.
ca_es: S'eliminarà el vostre compte i se suprimirà tota la seva informació. El vostre contingut també s'eliminarà.

source: You have tried to use an account cancellation link that has expired. Please request a new one using the form below.
ca_es: Heu intentat utilitzar un enllaç de cancel·lació de compte que ja ha expirat. Demaneu-ne un de nou utilitzant el següent formulari.

source: Sent account cancellation request to %name %email.
ca_es: S'ha enviat una petició de cancel·lació de compte a %name %email.

source: Tokens related to individual user accounts.
ca_es: Tokens relacionats amb els comptes d'usuari individuals

source: Tokens related to the currently logged in user.
ca_es: Tokens relacionats amb l'usuari que està actualment connectat.

source: The User module allows users to register, log in, and log out. It also allows users with proper permissions to manage user roles (used to classify users) and permissions associated with those roles. For more information, see the online handbook entry for <a href="@user">User module</a>.
ca_es: El mòdul User permet als usuaris registrar-se, iniciar sessió i tancar sessió. A més, permet als usuaris amb els permisos pertinents gestionar els rols d'usuari (usats per a classificar els usuaris) i els permisos associats amb aquests rols. Per a més informació, aneu a la secció del <a href="@user">mòdul User</a> del manual en línia.

source: Creating and managing users
ca_es: Creació i gestió d'usuaris

source: The User module allows users with the appropriate <a href="@permissions">permissions</a> to create user accounts through the <a href="@people">People administration page</a>, where they can also assign users to one or more roles, and block or delete user accounts. If allowed, users without accounts (anonymous users) can create their own accounts on the <a href="@register">Create new account</a> page.
ca_es: El mòdul User permet als usuaris amb els <a href="@permissions">permisos</a> apropiats crear comptes d'usuari a través de la <a href="@people">pàgina d'administració de la Gent</a>, on també poden assignar usuaris a un o més rols, i bloquejar o suprimir comptes d'usuari. Si es permet, els usuaris sense cap compte (usuaris anònims) poden crear el seu propi compte a la pàgina <a href="@register">Crea un nou compte</a>.

source: User roles and permissions
ca_es: Rols d'usuari i permisos
